import styles from "./index.module.scss";

const POST = () => (
  <div className={styles.post}>
    <p className="content">
      沉醉在一个人的世界中，
      <br />
      五彩缤纷的夜，
      <br />
      亦真亦幻，
      <br />
      梦与失落，激励与折磨，
      <br />
      这一代又一代的人们，
      <br />
      始终无法挣脱。
      <br />
      你笑得这么开心，生活也不艰辛，
      <br />
      为什么需要试探他人的灵魂，
      <br />
      在时间轴上坚韧挺拔的活着，
      <br />
      是生命灿烂的辉煌，
      <br />
      也在铺垫着生命的灭亡。
      <br />
      你能够昂首挺胸，
      <br />
      坚定的看向使命和目标，
      <br />
      谁曾想治愈你的琴响，
      <br />
      下一刻穿透了你的城墙，
      <br />
      致郁着你麻痹了你，
      <br />
      黑白交换，时空旋转，
      <br />
      停滞在未知的黑暗，
      <br />
      不是黑暗让你恐惧，
      <br />
      不是迷茫让你退缩，
      <br />
      未来和过去的幸福，
      <br />
      如星空般美丽也如大海般广阔，
      <br />
      但它们都不在现在，
      <br />
      非此刻的幸福使我孤独，
      <br />
      左右矛盾使我分裂，
      <br />
      那不曾珍惜的幸福点滴，
      <br />
      儿时耳旁穿过的不耐烦念叨，
      <br />
      成为了相对坐标，
      <br />
      始终在你面前播放，
      <br />
      你却怎么也抓不住，
      <br />
      怀念、紧张、激动、奔跑，
      <br />
      却已经在黑暗中越走越远。
      <br />
      无论怎样，
      <br />
      能量守恒，思想与物质统一，
      <br />
      每一份悲痛都是一份新的力量，
      <br />
      每一句文字都沉淀了愁伤，
      <br />
      将它们送出脑海送到过去，
      <br />
      让明天的幸福和充实住进新房。
    </p>
  </div>
);

export default POST;
