import styles from "./index.module.scss";

const POST = () => (
  <div className={styles.post}>
    <p className="content">
      长长的风拉着我走了好远，
      <br />
      切掉了皴干的枯叶，
      <br />
      时间等了等它，
      <br />
      任由它自由的飘零，
      <br />
      它明白它的一生落幕了，
      <br />
      小孩牵着妈妈的手，
      <br />
      驻足一刻，微微一笑，
      <br />
      抬头仰视，梧桐树仿佛一位慈祥的长者，
      <br />
      眉梢布满皱纹，见证过世间无数动人的故事，
      <br />
      树下有感人的拥抱，
      <br />
      树下有喜悦的泪水，
      <br />
      树下有热烈的交织，
    </p>

    <p className="content">
      树下还有一位年轻人平凡而羁袢的青春，
      <br />
      青年常常驻足于此，
      <br />
      灵魂从晃动的密叶中穿过，
      <br />
      撞上波光峋嶙的湖面被漫反射到无尽的远方，
      <br />
      寄蜉蝣于天地，渺沧海之一粟，
      <br />
      公园旁响起动人的萨克斯，
      <br />
      他飘荡在无人的意境里，
      <br />
      摇曳着从悬崖跌落，
      <br />
      又顺着记忆的藤蔓慢慢的爬回来，
      <br />
      还有好多他无法失去的美好，
    </p>

    <p className="content">
      落叶被小孩咔哧咔哧的踩碎，
      <br />
      青年转头看到了妈妈的笑脸，
      <br />
      那是他曾经的爱恋，
      <br />
      在街角的奶茶店，
      <br />
      迷人的双眼，
      <br />
      映射出清澈的美丽画卷，
      <br />
      曾经没有时空的距离，
      <br />
      每一次不经意的看去，
      <br />
      都在勾勒如今的回忆，
      <br />
      曾经在她耳边低语，
      <br />
      发丝牵着语气搭在耳廓上嬉戏，
      <br />
      拉起她的手忘记躲避水凼的泥，
    </p>

    <p className="content">
      美好的爱情故事仿佛就在眼前，
      <br />
      记忆的藤蔓在疯狂的拉扯下开裂，
      <br />
      透亮的满月包裹了他的思念绕了地球一圈，
      <br />
      她开始倒退，离他越来越远，
      <br />
      跳下去吧! 跳下去吗?
      <br />
      脚下也许是未知的美好，
      <br />
      未来若隐若现的向他招手，
      <br />
      纵身一跃是忘记痛楚而新生的幸福，
      <br />
      咬牙不放是保留回忆而坚定的圆满，
      <br />
      世间总难以拼出理想的全部，
    </p>

    <p className="content">
      此刻耳边传来了熟悉的声音，
      <br />
      是她说：“我没有忘记你”，
      <br />
      哦不，是床头的闹铃，
      <br />
      他的梦到此结束了，
      <br />
      他还要到那梧桐树下，
      <br />
      无论怎样的结局，
      <br />
      把日复一日的美梦写成歌曲，
      <br />
      在循环播放中，抿嘴一笑，安详的睡去。
    </p>
  </div>
);

export default POST;
