import styles from "./index.module.scss";
const POST = () => (
  <div className={styles.post}>
    <p className="content">
      我喜欢了一个女孩，
      <br />
      我喜欢看她的眼睛，
      <br />
      四处张望的眼神被来自星空的深邃神秘漩成一束温柔的目光。
      <br />
      人生的一瞬间走过了漫长的时空隧道，
      <br />
      两段自由的轨迹此刻相交在同一坐标，
      <br />
      可不同方向的连续也是下一刻的分离，
      <br />
      近在咫尺又遥不可及。
      <br />
      关于她的电流激发了生命的量子涟漪，
      <br />
      众多人格把我撕裂成精神碎片，
      <br />
      有一片他勇敢阳光，成熟自信包容，
      <br />
      有一片他自卑胆小，自闭冷漠逃避，
      <br />
      有一片他自私黑暗，狭隘冲动指责。
      <br />
      有一片他想力挽狂澜，
      <br />
      有一片他想纵身一跃，
      <br />
      有一片他想隐居田园。
      <br />
      每一片都带给了我匹配它的精神享受，
      <br />
      也将我送到无穷无尽的矛盾空间。
      <br />
      我喜欢她，
      <br />
      我恨她，
      <br />
      我也恨我。
      <br />
      爱在朦胧清透的晨，
      <br />
      爱在精神分裂的夜。
      <br />
      我在哪？
    </p>
  </div>
);

export default POST;
